/* Copyright © 2001-2012 Apple Inc. All Rights Reserved. */
/* Localization dictionary for Apple Hardware Test 3.0 series */

"is-two-bytes"	= "1";
"version-sig"	= "RU-070918";

"common-controls-restart"		= "Перезагрузить";
"common-controls-shutdown"		= "Выключить";
"common-controls-continue"		= "Продолжить";

"common-tab-apple-title"		= " О программе ";			// does look better with spaces at head and tail
"common-tab-test-title"			= " Тесты аппаратного обеспечения ";	// does look better with spaces at head and tail
"common-tab-profile-title"		= " Профиль оборудования ";	// does look better with spaces at head and tail
"common-version-str"			= "Версия ";
"common-bundle-str"				= "Пакет ";

"mark-graphics-unknown-str"		= "Неизвестное видео";
"mark-graphics-none-str"		= " ";

"mark-generic-present-str"		= "Установлен";
"mark-generic-absent-str"		= "Не найдено";
"mark-generic-hasDevice-str"	= "Устройство подключено";
"mark-generic-hasNoDevice-str"	= "Нет подключенных устройств";

"units-hz--short-str"	= "Гц";
"units-hz--long-str"	= "Герц";
"units-byte-short-str"	= "Б";
"units-byte-long-str"	= "байт";
"units-bit-short-str"	= "б";
"units-bit-long-str"	= "бит";
"units-volt-short-str"	= "В";
"units-volt-long-str"	= "Вольт";


"units-hour-str"		= " час ";
"units-hours-str"		= " час. ";
"units-min-str"			= " мин. ";
"units-mins-str"		= " мин. ";
"units-sec-str"			= " сек.";
"units-secs-str"		= " сек.";

"units-kilo-str"		= "кг";
"units-mega-str"		= "М";
"units-giga-str"		= "Г";
"units-tera-str"		= "Т";

"delim-date-str"		= "/";
"delim-at-str"			= " @ ";
"delim-record-str"		= ":";
"delim-field-str"		= ", ";
"delim-item-str"		= "-";
"delim-decimal-str"		= ",";
"delim-thousds-str"		= " ";
"delim-space-str"		= " ";
"delim-pct-str"			= " %";

"notcompat-nosupport-str"		= "Программа Apple Hardware Test не поддерживает данный компьютер.";
"notcompat-ownrisk-str"			= "Продолжить на Ваш собственный риск [только предварительный выпуск].";


"test-head-intro1-text"			= "Программа Apple Hardware Test предназначена для тестирования аппаратного обеспечения Вашего компьютера Macintosh.";
"test-head-intro2-text"			= "Чтобы выполнить тестирование, нажмите «Тест» или нажмите клавишу «Т» на клавиатуре.";

"test-probe-onto-text"			= "Проверяется Ваше аппаратное обеспечение; потребуется время...";
"test-probe-outof-text"			= "Проверка аппаратного обеспечения завершена.";

"test-controls-launch"			= "Тест";
"test-controls-interrupt"		= "Остановить тест";

"test-choices-title"			= "Варианты тестов";
"test-about-title"				= "О тестах и результатах";
"test-results-title"			= "Результаты тестирования";

"test-results-notestyet"		= "Невозможно запустить тестирование до завершения проверки.";
"test-results-nodevfound"		= "Не обнаружено никаких устройств.";
"test-results-notyet"			= "Готово к тестированию.";
"test-results-quick-ongoing"	= "Выполняется тестирование...";
"test-results-extend-ongoing"	= "Выполняется расширенное тестирование.";
"test-results-willstop"			= "Тестирование будет остановлено.";
"test-results-interrupted"		= "Проверка не завершена.";
"test-results-nofail"			= "Неполадки не обнаружены.";
"test-results-error"			= "Внутренняя ошибка в ходе тестирования.";
"test-results-failed"			= "Внимание! Программа Apple Hardware Test обнаружила ошибку.";

"test-ongoing-short-status"		= "Выполняется тестирование.";
"test-ongoing-mlb-status"		= "Тестирование основной материнской платы.";
"test-ongoing-memory-status"	= "Тестирование памяти.";
"test-ongoing-storage-status"	= "Тестирование памяти.";
"test-ongoing-video-status"		= "Тестирование графики.";

"test-ongoing-pass-time-text"	= " тестируется...";
"test-ongoing-pass-time-1-text"	= " ";
"test-ongoing-pass-time-2-text"	= "тестируется...";
"test-ongoing-sess-pass-text"	= "Число проходов:  ";
"test-ongoing-sess-time-text"	= "Общее время тестирования: ";

"test-desc-initial-1-text"	= "Программа Apple Hardware Test — это средство диагностики для обнаружения неполадок в компонентах оборудования.";
"test-desc-initial-2-text"	= " ";
"test-desc-initial-3-text"	= "Выполняемые тестирования помогут определить, связаны ли неполадки с аппаратным или программным обеспечением.";
"test-desc-initial-4-text"	= " ";
"test-desc-initial-5-text"	= "Если результаты тестирования показывают, что аппаратное обеспечение в порядке, за дальнейшей помощью по устранению неполадок обратитесь к руководству и/или Справке Mac, прилагаемым к Вашему компьютеру.";
"test-desc-initial-6-text"	= " ";

"test-desc-intro-quick-text"	= "Расчетное время до завершения: 3 минуты или дольше, в зависимости от объема установленной памяти.";	/* default */
"test-desc-intro-quick-text2"	= "Расчетное время до завершения: 10 - 15 секунд или дольше, в зависимости от объема установленной памяти.";
"test-desc-intro-quick-text3"	= "Расчетное время до завершения: 2 минуты или дольше, в зависимости от объема установленной памяти.";
"test-desc-intro-quick-text4"	= "Расчетное время до завершения: 4 минуты или дольше, в зависимости от объема установленной памяти.";

"test-desc-intro-extend-text"	= "Расчетное время до завершения: 1 час или дольше, в зависимости от объема установленной памяти.";	/* default */
"test-desc-intro-extend-text2"	= "Расчетное время до завершения: 10 - 15 минут или дольше, в зависимости от объема установленной памяти.";
"test-desc-intro-extend-text3"	= "Расчетное время до завершения: 30 минут или дольше, в зависимости от объема установленной памяти.";
"test-desc-intro-extend-text4"	= "Расчетное время до завершения: 2 часа или дольше, в зависимости от объема установленной памяти.";

"test-desc-option-extend-text"	= "Выполнить расширенное тестирование.";
"test-desc-option-loop-text"	= "Организация циклов разрешена.";

"test-desc-quick-running-1-text"	= "Выполняется тестирование...";
"test-desc-quick-running-2-text"	= "Чтобы остановить, нажмите «Остановить тест».";
"test-desc-quick-running-3-text"	= "Или нажмите клавиши «command» (Apple) и «.» (точка) одновременно.";
"test-desc-quick-running-4-text"	= " ";

"test-desc-extend-running-1-text"	= "Выполняется расширенное тестирование...";
"test-desc-extend-running-2-text"	= "Чтобы остановить, нажмите «Остановить тест».";
"test-desc-extend-running-3-text"	= "Или нажмите клавиши «command» (Apple) и «.» (точка) одновременно.";
"test-desc-extend-running-4-text"	= " ";

/* About the Tests and Results Test tests failed */
"test-result-testing-1-text"		= "Внимание! Программа Apple Hardware Test обнаружила ошибку.";
"test-result-testing-2-text"		= " ";
"test-result-testing-3-text"		= "Прежде всего, запишите код ошибки, показанный в окне «Результаты тестирования».";
"test-result-testing-4-text"		= " ";
"test-result-testing-5-text"		= "Во-вторых, если к компьютеру подключены какие-либо внешние устройства, выключите компьютер, отсоедините внешние устройства и запустите расширенное тестирование, чтобы подтвердить результаты.";
"test-result-testing-6-text"		= " ";
"test-result-testing-7-text"		= "Затем, если сообщение об ошибке продолжает поступать, просмотрите документы по обслуживанию и поддержке, прилагаемые к компьютеру, чтобы связаться со службой AppleCare для получения дальнейшей помощи.";
"test-result-testing-8-text"		= " ";

/* About the Tests and Results Test POST failed */
"test-result-startup-1-text"		= "Внимание! Программа Apple Hardware Test обнаружила ошибку во время запуска.";
"test-result-startup-2-text"		= " ";
"test-result-startup-3-text"		= "Прежде всего, запишите коды ошибок, показанные в окне «Результаты тестирования».";
"test-result-startup-4-text"		= " ";
"test-result-startup-5-text"		= "Во-вторых, если к компьютеру подключены какие-либо внешние устройства, выключите компьютер, отсоедините внешние устройства и запустите расширенное тестирование, чтобы подтвердить результаты.";
"test-result-startup-6-text"		= " ";
"test-result-startup-7-text"		= "Затем, если сообщение об ошибке продолжает поступать, просмотрите документы по обслуживанию и поддержке, прилагаемые к компьютеру, чтобы связаться со службой AppleCare для получения дальнейшей помощи.";
"test-result-startup-8-text"		= " ";
"test-result-startup-9-text"		= " ";
"test-result-startup-10-text"		= " ";
"test-result-startup-11-text"		= " ";


/* HW-Profile values */

"prof-prod-group-title"			= "Продукт";
"prof-prod-group-subtitle"		= "Подробные сведения о продукте:";
"prof-prod-name-label"			= "Название Macintosh:";
"prof-prod-model-label"			= "Модель Macintosh:";
"prof-prod-cputype-label"		= "Тип ЦПУ:";
"prof-prod-cpucount-label"		= "Количество процессоров:";
"prof-prod-cpucoretotal-label"	= "Количество ядер:";
"prof-prod-cpucorecount-label"	= "Количество ядер:";
"prof-prod-cpuspeed-label"		= "Частота ЦПУ:";
"prof-prod-cpucache-label"		= "Кэш 2-го уровня (в каждом процессоре):";

"prof-prod-L2cache-label"		= "Кэш 2-го уровня:";
"prof-prod-L2cachecore-label"	= "Кэш 2-го уровня (в каждом ядре)";
"prof-prod-L3cache-label"		= "Кэш 3-го уровня:";

"prof-prod-cpucache3-label"		= "Кэш 3-го уровня ЦПУ (в каждом ЦПУ):";
"prof-prod-mlb-sn-label"		= "Серийный номер MLB:";
"prof-processor-tray-sn-label"	= "Серийный номер лотка процессора:";

"prof-graph-group-title"		= "Видео";
"prof-graph-group-subtitle"		= "Подробные сведения о видео:";
"prof-graph-chipset-label"		= "Графика:";
"prof-graph-vram-label"			= "VRAM:";
"prof-graph-disp-width-label"	= "Ширина дисплея (в пикселях):";
"prof-graph-disp-height-label"	= "Высота дисплея (в пикселях):";

"prof-communi-group-title"		= "Передача информации";
"prof-communi-group-subtitle"	= "Подробности сеанса связи:";
"prof-communi-enet-mac-label"	= "Ethernet MAC-адрес:";
"prof-communi-fwire-mac-label"	= "FireWire MAC-адрес:";
"prof-communi-airp-type-label"	= "AirPort:";
"prof-communi-bluetooth-label"	= "Bluetooth:";
"prof-communi-irport-label"		= "ИК-приемник:";
"prof-communi-usb1-connect-label"	= "USB-порт 1:";
"prof-communi-usb2-connect-label"	= "USB-порт 2:";
"prof-communi-usb3-connect-label"	= "USB-порт 3:";
"prof-communi-usb4-connect-label"	= "USB-порт 4:";

"prof-memo-group-title"			= "Память";
"prof-memo-group-subtitle"		= "Подробные сведения о памяти:";
"prof-memo-overview-label"		= "Обзор";
"prof-memo-slot-1-label"		= "Память № 1";
"prof-memo-slot-2-label"		= "Память № 2";
"prof-memo-slot-3-label"		= "Память № 3";
"prof-memo-slot-4-label"		= "Память № 4";
"prof-memo-slot-5-label"		= "Память № 5";
"prof-memo-slot-6-label"		= "Память № 6";
"prof-memo-slot-7-label"		= "Память № 7";
"prof-memo-slot-8-label"		= "Память № 8";

"prof-memo-type-str"			= "MLB-плата SDRAM.";
"prof-memo--str"				= "Неизвестно";
"prof-memo-pc2-3700-str"		= "PC2-3700";
"prof-memo-pc2-4000-str"		= "PC2-4000";
"prof-memo-pc2-4200-str"		= "PC2-4200";
"prof-memo-pc2-4800-str"		= "PC2-4800";
"prof-memo-ddr2-str"			= "DDR2 SDRAM";
"prof-memo-fbdimm-str"			= "FBDIMM";
"prof-memo-cl-str"				= "CL";
"prof-memo-ct1-str"				= " Длительность цикла (нс)";
"prof-memo-ct2-str"				= " Цикл (нс)";
"prof-memo-ct3-str"				= " (нс)";
"prof-memo-rev-str"				= "Испр. версия";
"prof-memo-paired-str"			= "Пара с №";
"prof-memo-paired-not-str"		= " непарный";
"prof-memo-mismatch-label"		= "Несоответствие:";
"prof-memo-size-str"			= " размер";
"prof-memo-speed-str"			= " скорость";
"prof-memo-vendor-str"			= " производитель";
"prof-memo-recommend-str"		= "Рекомендуется: ";
"prof-memo-post-fail-str"		= "Ошибка POST";

"prof-board-group-title"		= "Материнская плата";
"prof-board-brom-vers-label"	= "Версия загрузочного ПЗУ:";
"prof-board-smc-vers-label"		= "Версия SMC:";
"prof-board-syst-sn-label"		= "Серийный номер системы:";
"prof-board-bootdev-label"		= "Загрузочное устройство по умолчанию:";

"prof-stor-group-title"			= "Память";
"prof-stor-size-label"			= "Размер:";

"prof-powr-group-title"			= "Мощность";
"prof-powr-group-subtitle"		= "Электропитание:";
"prof-powr-src-label"			= "Источник электропитания:";
"prof-powr-src-wall-str"		= "Адаптер";
"prof-powr-src-batt-str"		= "Батарея";
"prof-powr-ac-on-str"			= "Подключено";
"prof-powr-ac-off-str"			= "Не подключено";
"prof-powr-capac-label"			= "Емкость:";
"prof-powr-volt-label"			= "Напряжение:";
"prof-powr-status-label"		= "Статус:";

